// src/data/loadingScreenTips.js

export const loadingScreenTips = [
    "Создание предметов высокого качества повышает их продажную стоимость и открывает новые возможности.",
    "Не забывайте улучшать свои верстаки, чтобы повысить эффективность работы и получить бонусы.",
    "Выполнение заказов для фракций повышает вашу репутацию, открывая доступ к уникальным улучшениям и товарам.",
    "У каждого подмастерья есть свои уникальные черты характера. Подбирайте команду с умом!",
    "В разных регионах спрос на товары и доступность ресурсов могут сильно отличаться.",
    "Переселение в новый регион сохраняет ваше мастерство и вечные навыки, делая каждое новое прохождение уникальным.",
    "Мини-игры во время крафта — ваш шанс значительно повысить качество изделия.",
    "Изучение новых навыков в Древе Навыков — ключ к открытию более сложных и прибыльных рецептов.",
    "Следите за мировыми событиями! Они могут временно изменять цены на рынке и отношения между фракциями.",
    "Великие Артефакты — это не просто предметы, а реликвии, дающие мощные постоянные бонусы.",
    "Некоторые навыки можно изучить, только выбрав определенную специализацию. Выбирайте свой путь мудро!",
    "Выставив предмет на полку в своем магазине, вы можете привлечь покупателя. Будьте готовы его обслужить!",
    "Повышайте уровень мастерства, чтобы открывать новые звания и получать ценные награды.",
    "Чем выше ваша репутация у Гильдии Торговцев, тем выгоднее для вас становятся цены на рынке.",
    "Устали от рутины? Нанимайте подмастерьев для добычи руды и плавки слитков, чтобы освободить время для сложных проектов.",
    "Некоторые редкие материалы можно получить, только выполняя особые задания или отправляя экспедиции.",
    "Улучшение экипировки вашего персонала напрямую влияет на их производительность.",
    "Доска Объявлений — источник особых заказов с уникальными требованиями и щедрыми наградами.",
    "Повышение уровня магазина открывает доступ к новым полкам, улучшениям и возможностям для вашего бизнеса.",
    "Критические удары во время ковки не только ускоряют процесс, но и могут быть требованием в особых заказах.",
    "Даже простой железный гвоздь — это шаг на пути к становлению легендарным кузнецом.",
    "Не бойтесь экспериментировать с разными типами предметов. Коллекционирование открывает свои собственные достижения и бонусы."
];